Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/khio.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: The work is commissioned for Munchmuseet on the Move, and curated by Natalie Hope O’Donnell and part of Røstads work as a Research Fellow at Dept of Art and Craft, Art in Public Spaces.
nb: Lydskulpturen er et bestillingsverk for Munchmuseet i bevegelse, kuratert av Natalie Hope O'Donnell og en del av Merete Røstads stipendiat ved avdeling Kunst og håndverk, Kunst i offentlige rom.

source: 13.00-15.00 Parallel Program and workshop by the Departments The Departments work with the following issues, led by the respective Deans.
nb: 13.00-15.00 Avdelingsvis eget programAvdelingene jobber med følgende problemstillinger, leder av respektive dekaner.

source: sweating and breathing, the joining together in movement.
nb: nærvær, svettende og pustende, sammen i bevegelse.

source: Bullying and harassment
nb: Mobbing og trakassering

source: – Kivi Sotamaa Related
nb: – Kivi Sotamaa Relatert informasjon

source: Contributors lectures, workshops and publication: Florian Cramer, Travis Jeppesen, Nina Power, Joshua Simon, Marina Vishmidt, Augustas Serapinas and
nb: Bidragsytere til forelesninger, workshops og publikasjon er: Florian Cramer, Travis Jeppesen, Nina Power, Joshua Simon, Marina Vishmidt, Augustas Serapinas og

source: PLEASE NOTE: you may only use this paint to reset the walls into their proper white colour!
nb: Denne malingen skal kun brukes til å male vegger i utstillingsrommene hvite!

source: She has worked as a dancer in Rosas with choreographer Anne Teresa De Keersmaeker, as well as freelance for choreographers such as Salva Sanchis, Jean Luc Ducourt and Heine Avdal.
nb: Hun har jobbet som danser i Rosas med koreograf Anne Teresa De Keersmaeker, samt frilans for koreografer som Salva Sanchis, Jean Luc Ducourt og Heine Avdal.

source: Guttu is also an active writer and curator, and she is a professor at the National Academy of the Arts, Oslo.
nb: Guttu er også en aktiv skribent og kurator samt professor ved Kunsthøgskolen i Oslo.

source: The Bachelor’s programme at the Academy of Theatre, with 801 applicants competing for 10 spots, continues to be one of the most popular studies in Norway, as shown by the numbers compiled by the Norwegian Universities and Colleges Admission Service.
nb: Teaterhøgskolens bachelorprogram med 801 søkere med 10 studieplasser, fortsetter samtidig å være et av de aller mest populære studiene i Norge, også målt opp mot studiene innenfor Samordna opptak.

source: During the period we wil help strengthen KHiO as an internationally relevant institution through
nb: Vi vil i perioden bidra til å styrke KHiO som internasjonal relevant institusjon gjennom

source: Education – autonomy and collaboration, specialisation and interdisciplinary work
nb: Utdanning – selvbestemmelse og samarbeid, fordypelse og tverrfaglighet

source: From a knowledge-based perspective, it is important to recognise that internationalisation is more organic than the political division into a local, regional, national and international geography.
nb: Fra et kunnskapsbasert synpunkt er det derfor viktig å anerkjenne at internasjonalisering er mer organisk enn den politiske inndelingen i en lokal, regional, nasjonal og internasjonal geografi.

source: The dean who step...
nb: Dekanen som kom i...

source: This is the fourth year the graduation exhibition is at Kunstnernes Hus.
nb: Det er femte året avgangsutstillingen vises på Kunstnernes Hus.

source: I like objects – that’s why I like hanging out at the Academy along with other nerds.
nb: Jeg liker objekter, derfor liker jeg meg på KHiO sammen med andre nerder.

source: LINK Oslo Self-help Groups
nb: LINK Oslo Selvhjelpsgrupper

source: Therefore, the rector and prorector should continuously be present at departments,
nb: Derfor bør rektor og prorektor kontinuerlig være tilstede på avdelinger, verksteder, utstillinger

source: Her costume for Mephistopheles was directly inspired by the singer who was to embody the demonic figure, Emil Havold Naeshagen.
nb: Hennes kostyme til djevelfiguren Mefisto ble direkte inspirert av sangeren som skulle legemliggjøre figuren, Emil Havold Naeshagen.

source: I live for these challenges," says Jan Verwoert when asked why he applied to be a curator at the Biennale.
nb: Jeg lever og ånder for slike utfordringer, sier Jan Verwoert når han blir spurt om hvorfor han søkte om å bli en av biennalens kuratorer.

source: The Academy of Fine Art in Oslo has initiated a temporary working group focused on mobilizing intersectional solidarity in the wake of the historical moment brought about by the #MeToo-campaign.
nb: I kjølvannet av #MeToo-kampanjen har Kunstakademiet i Oslo etablert en arbeidsgruppe med fokus på å mobilisere interseksjonell solidaritet.

source: The digital programme consists of workshops, presentations, round-table discussions, screenings, exhibitions, artist talks etc.
nb: Det digitale programmet består av workshoper, presentasjoner, diskusjoner, fremvisninger, utstillinger og fagsamtaler.

source: Foreign applicants should refer to Section 5 of the regulations concerning the allocation of educational support
nb: For utenlandske søkere vises til Forskrifter om tildeling av utdanningsstøtte § 5

source: Powerful international interests, which have also sponsored the seed vault, are involved in this struggle.
nb: Sterke internasjonale interesser, som også er sponsorer til frøhvelvet, er involvert i denne kampen.

source: Deadline for nomination is March 24
nb: Frist for å nominere kandidat er onsdag 24.

source: But you know, you do what you think is right, let the audience do the rest and learn from it.
nb: Men, du vet, du gjør det du synes er riktig, lar publikum gjøre resten og lærer fra det hele.

source: Research fellow Andreas Bunte from the Academy Fine Art at The National Academy of the Arts in Oslo, will defend his research project “Library for A-Scientific Film".
nb: Stipendiat Andreas Bunte ved Kunsthøgskolen i Oslo, avdeling Kunstakademiet, forsvarer sitt forskningsprosjekt "Library for A-Scientific Film".

source: Master One Show (First year) This exhibition takes place during the second semester (spring) of the first year.
nb: Master ONE Show i første studieår Utstillingen foregår i løpet av andre semester (vår) i første studieår.

source: The Sami have lived in the area for millennia.
nb: Samene har bodd i området i årtusener.

source: workshops, exhibitions and performances in order to meet and discuss things with students and staff.
nb: og forestillinger for å møte og diskutere med studenter og ansatte.

source: of Conduct and the school's guidelines for serving alcohol.
nb: skolens retningslinjer for servering av alkohol.

source: 95% of the respondents who indicate having been bullied/harassed are over 40 years, and 70% are over 50 years.
nb: 95 % av alle som melder om mobbing/trakassering er over 40 år, og 70 % er over 50 år.

source: Under the auspices of the Vegskille programme, which carries out art projects in five municipalities in the Gudbrandsdalen valley, Dyveke is currently working on a local developmental project in Vinstra.
nb: Nå arbeider Dyveke med et stedsutviklingsprosjekt på Vinstra, en del av en satsing som heter Vegskille, som består av kunstprosjekter i fem kommuner i Gudbrandsdalen.

source: - Must keep order and clean up after themselves.
nb: - Må holde orden og rydde opp etter seg.

source: We have the hunter’s focused stare and not the prey’s expanded vision.
nb: Vi har jegerens fokuserte blikk, ikke byttedyrets utvidede synsfelt.

source: Musical theater plays on the unknown.
nb: Musikkteater spilles på det ukjente.

source: Libretto Georges Bernanos, based on the true story of the Carmelite nuns who were guillotined in Paris in 1794. (The full opera, but shortened.)
nb: Libretto av Georges Bernanos, basert på den sanne historien om Carmelite-nonnene som ble halshugget under Paris-terroren i 1794.

source: (b. 1971) is a Norwegian artist and filmmaker based in Oslo.
nb: 1971) er kunstner og filmskaper basert i Oslo.

source: His first award-winning solo album with self-composed music and own lyrics, SIBI, won the Folkelarmprisen 2009 in the category "crossover".
nb: SIBI, vant Folkelarmprisen 2009 i kategorien «crossover». Becaye har samarbeidet med en rekke artister, deriblant Baaba Maal (Senegal), Ali Farka Toure

source: Valentin, a soldier, enters with his sister Marguerite.
nb: Valentin, en soldat, kommer inn med sin søster Marguerite.

source: During the colonial period, America and Australia, for example, were described as terrae nullius.
nb: Under kolonialismen ble for eksempel Amerika og Australia beskrevet som terrae nullius.

source: , which has been curated by Lisa Rosendahl, presents works by Lise Autogena & Joshua Portway, David Blandy, Liv Bugge, Sean Dockray, Bodil Furu, Marianne Heier, Louis Henderson, Lawrence Lek, Hanna Ljungh, Rikke Luther, Ignas Krunglevičius, Eline McGeorge, Karianne Stensland and Anja Örn, Tomas Örn & Fanny Carinasdotter.
nb: , som er kuratert av Lisa Rosendahl, presenterer arbeider av Lise Autogena & Joshua Portway, David Blandy, Liv Bugge, Sean Dockray, Bodil Furu, Marianne Heier, Louis Henderson, Lawrence Lek, Hanna Ljungh, Rikke Luther, Ignas Krunglevičius, Eline McGeorge, Karianne Stensland og Anja Örn, Tomas Örn & Fanny Carinasdotter.

source: Coursework requirements must be approved in order for a participant to
nb: Arbeidskrav må være godkjent for å kunne få vurdering.

source: education. Applicants must document specialisation of at least 80 ECTS credits in disciplines or courses
nb: Søker må dokumentere fordypning i fag, emne eller emnegruppe av minimum 80 studiepoengs omfang innenfor teater eller scenekunst.

source: This means that decisions about education and research should be made by
nb: Det vil si at beslutninger om utdanning og

source: Kringelborn herself studied opera at the University College of Opera in Stockholm.
nb: Selv fikk hun sin operautdanning ved Operahøgskolan i Stockholm.

source: With this occasion Dansens Hus in collaboration with The National Academy of Arts in Oslo, invites to a one day seminar that includes both workshops and a performance.
nb: I denne anledning inviterer Dansens Hus i samarbeid med Kunsthøgskolen i Oslo til et heldagsseminar som omfatter både workshops og en forestillingsopplevelse.

source: It is recommended that students who use such equipment for their own artistic work have their own equipment.
nb: Studenter som bruker slikt utstyr i eget kunstneriske arbeid anbefales å ha eget utstyr.

source: Individual practice related to each participant’s own teaching and/or
nb: Individuelt arbeid med oppgaver knyttet til egen undervisning.

source: Under our leadership, the school shall take more responsibility for the green shift and be a
nb: Under vår ledelse skal skolen ta økt ansvar for det grønne skiftet og stå for en bærekraftig

source: “After I did some lengthy background research to begin with, I was struck by how food is part of these broad, complex contexts and by how little I knew about who wields power in this area.
nb: Etter en lang periode med research i begynnelsen av arbeidet, ble jeg slått av hvor komplekse sammenhenger mat inngår i og hvor lite jeg visste om hvem som har makt her.

source: We shall work systematically on educational quality and on creating a culture of learning at KHiO to
nb: Vi skal jobbe systematisk med utdanningskvalitet og det å skape en kultur for læring på KHiO for å

source: RECENT WORK AND PROJECTS: As a writer he has contributed to a variety of publications including Afterall, Art Monthly, Dot Dot Dot, Frieze, Radical Philosophy and Texte zur Kunst, as well as catalogue texts for artists including Keith Arnatt, Ursula Mayer, Laure Prouvost and Hong-Kai Wang.
nb: Som skribent har han bidratt til en rekke publikasjoner, eksempelvis Afterall, Art Monthly, Dot Dot Dot, Frieze, Radical Philosophy og Texte zur Kunst, samt katalogtekster for kunstnere som Keith Arnatt, Ursula Mayer, Laure Prouvost og Hong-Kai Wang.

source: 20 students from the master graduation class at the Academy of Fine Art, exhibits art works from their studies and emerging practices at Kunstnernes Hus.
nb: 20 avgangsstudenter ved Kunstakademiets masterprogram stiller ut verker fra sine masterprosjekter i overlyssalene på Kunstnernes Hus.

source: “Here in Norway, it is Lars Øyno and his Grusomhetens teater (Theatre of Cruelty) that people tend to think of as the trustees of Artaud’s legacy, but Artaud’s range is broader than the work of Grusomhetens teater here in Oslo.
nb: – Her i Norge er det vel mest av alt Lars Øyno og Grusomhetens teater som ses på som Artauds forvaltere, men Artaud er mer enn det Grusomhetens teater gjør her i Oslo.

source: Artistic Research Week 2022: Embodiment
nb: Kunstnerisk forskningsuke 2022:

source: identify and reflect on occupation-related ethical issues in line with
nb: identifisere og reflektere over yrkesetiske problemstillinger i tråd med

source: I sawed down a tree.
nb: Jeg har saget ned et tre.

source: Outfitted with wheels, the installations can be moved around to mark various sites in the Vinstra area that are particularly relevant for debates and conversations in regard to the new urban structure that, following the re routing of the E6 motorway through Gudbrandsdalen, is being developed there.
nb: Installasjonen har hjul, for å kunne flyttes og markere de stedene på Vinstra som er spesielt aktuelle for samtaler og diskusjoner om utviklingen av ny bystruktur, etter omleggingen av E6 gjennom Gudbrandsdalen.

source: teaching, theory and practice, and individual work, group work and plenary
nb: variasjon mellom fysisk og digital undervisning, teori og praksis, og gjennom

source: , this year’s Cyprus Pavilion at the Venice Biennale, is curated by Jan Verwoert, professor of art and theory.
nb: , som utgjør den kypriotiske paviljongen under årets Veneziabiennale, er kuratert av Jan Verwoert, professor i kunst og teori ved KHiO.

source: At 14:00 (Fossveien 24, 0551 Oslo)Reserved tickets will be distributed from 13:30.
nb: avreise klokka 14:00 (Fossveien 24, 0551 Oslo). Reserverte billetter deles ut fra kl.13:30.

source: ) will be in conversation with Victoria Browne (KHiO Associate Professor, Director of
nb: ) vil lede en samtale med Victoria Browne (førsteamanuensis i grafisk kunst og tegning ved Kunsthøgskolen i Oslo og direktør for

source: Satire in the Era of Trump
nb: Satiretegning under Trump

source: The publication is for sale for the costs of NOK 200,- (in cash)
nb: Publikasjonen er til salgs for kr 200,- (kontant)

source: She was honored with a government fellowship (statsstipendiat) in 2004 and is recognized as a pioneer in her field.
nb: Hun ble statsstipendiat i 2004 og er anerkjent som en pionér i sitt felt.

source: student and academic staff representatives in various democratic bodies.
nb: forskning bør taes av representanter for studenter og fagansatte, i ulike demokratiske organer.

source: I had great trust in Polys Peslikas, the artist I was working with, and though it was
nb: Jeg stolte veldig på Polys Peslikas, kunstneren som jeg jobbet sammen med.

source: The master studies require a large amount of independent work and active participation in the mandatory components.
nb: Masterprogrammet krever høy grad av selvstendig arbeid, og aktiv deltakelse i obligatorisk undervisning.

source: For his PhD, Moe wrote about Antonin Artaud, a thinker who has inspired a host of famous postmodern thinkers, such as Foucault, Kristeva, Derrida and Deleuze.
nb: Moe tok sin doktorgrad på Antonin Artaud, en tenker som har inspirert en hel rekke av kjente postmoderne tenkere, som Foucault, Kristeva, Derrida og Deleuze.

source: We contacted the head of TFM in Frankfurt, Professor Nikolaus Müller-Schöll, to hear the department’s reasons for inviting Tore Vagn Lid to stay there as a guest professor.
nb: Vi kontaktet leder for Institut für Theater- Film und Medienwissenschaft i Frankfurt, professor Nikolaus Müller-Schöll, for å høre deres begrunnelse for å invitere Tore Vagn Lid som gjesteprofessor.

source: From bussgata and the train station you can take buss 203 or 205 to Tronvik.
nb: Fra bussgata og togstasjonen kan man linje 203 eller 205 til Tronvik mandag – lørdag.

source: The Master programme contains three interdependent course categories: Art Practice, 75 credits
nb: De tre emnekategoriene i masterstudiet: Kunstnerisk praksis 75 studiepoeng

source: The Italian Culture Institute in Oslo Related
nb: The Italian Culture Institute in Oslo Relatert informasjon

source: Evergreen Corona is a sculpture using the construction principles used by sculptor Kenneth Snelson (1927-2016) in many of his sculptures.
nb: Evergreen Corona er en skulptur bygget ved hjelp av konstruksjonsprinsipper som går igjen i arbeidene til skulptøren Kenneth Snelson (1927-2016).

source: Stage 7, Oslo National Academy of the Arts
nb: Scene 7, Kunsthøgskolen i Oslo

source: Thorkildsen is also big on illustrating his points with pictures.
nb: Thorkildsen legger også vekt på å vise mye bilder.

source: The student’s artwork and thesis (written part of final examination) shal identify and define the student’s individual aims, artistic perspectives and working methods.
nb: Den kunstneriske og skriftlige delen av masterprosjektet skal ha individuelt definerte mål, kunstneriske innfallsvinkler og arbeidsmetoder.

source: Snelle Ingrid Hall new dean of the Academy of Dance at KHiO
nb: Snelle Ingrid Hall ny dekan ved avdeling dans på KHiO

source: In deciding to explore this genre, its concepts and aesthetics, Andreas Bunte had no intention of parodying or imitating it.
nb: Da Andreas Bunte skulle gå inn i denne sjangeren, dens konsept og estetikk, var det med en intensjon om å verken parodiere eller imitere den.

source: partnerships with art and culture institutions that have international residencies and exhibitions.
nb: kulturinstitusjoner som har internasjonale gjesteopptredener og utstillinger.

source: The book also contains contributions from performing dancers such as professor Anne Borg, professor Jahn Magnus Johansen, professor Ellen Kjellberg, dance pedagogue Kirsti Skullerud, former dancer, pedagogue and dean of the National College of Ballet, Marte Sæther, former leader of The Norwegian National Ballet School Stefan Ullner, and dance critic for Dancemagazine in Munich, Inge Zürner.
nb: Boken inneholder også personlige notater fra dansekunstnerne som professor Anne Borg, dansepedagog Anne Torill Frich, professor Jahn Magnus Johansen, professor Ellen Kjellberg, dansepedagog Kirsti Skullerud, tidligere danser, pedagog og leder for SBH, Marte Sæther, tidligere leder for DNOs ballettskole, Stefan Ullner og dansekritiker for Dancemagazine i München, Inge Zürner.

source: KHiO’s exhibition coordinator Annika Isaksson Pirtti is assigned to the Operations team and coordinates assistance with mounting, AV-equipment and lighting of larger exhibitions and events at KHiO.
nb: Skolens utstillingskoordinator Annika Isaksson Pirtti arbeider ved driftsteamet og koordinerer bistand til større utstillinger, visninger og arrangementer.

source: His early life was full of drama. “Because of the coup d’état in Algeria in 1965 and my father’s political role under the leadership of Ben Bella, my family and I found ourselves right in the middle of the violence,” he recalls.
nb: –Grunnet statskupp i Algerie i 1965 og min fars politiske rolle med Ben Bella som leder befant vi oss som familie i voldens sentrum.

source: The seminar will include the launch of the publication Merete Røstad, Chamber.
nb: Publikasjonen Merete Røstad, Chamber lanseres som del av seminaret.

source: Students who study abroad or are on a study trip abroad
nb: Studenter som studerer eller er på studietur i utlandet

source: Richardsen repeats elements and motifs in the various branches of the project, and challenges established dualisms like production/mediation, performance/exhibition, document/event, and documentation/performance.
nb: Richardsen repeterer elementer og motiver i de ulike forgreiningene av prosjektet og utfordrer etablerte motsetningspar som produksjon/formidling, fremføring/utstilling, dokument og event, dokumentasjon og forestilling.

source: Anne-Linn Akselsen is the new Associate Professor and Program Coordinator for the Bachelor's Programme in Contemporary Dance.
nb: Anne-Linn Akselsen er ansatt som førsteamanuensis med programansvar for bachelorstudiumet i samtidsdans.

source: is designed by Thomas Nordby/Yokoland and published by Uten Tittel (Not Yet Titled Press), Oslo, in collaboration with Kunsthall Trondheim.
nb: er formgitt av Thomas Nordby/Yokoland, og utgis av Uten Tittel, Oslo, i samarbeid med Kunsthall Trondheim.

source: Christina Lindgren, chair, professor of costume design, Oslo National Academy of the Arts
nb: Christina Lindgren, leder, professor i kostymedesign, Kunsthøgskolen i Oslo

source: From 2011 to 2015 he was Dean at the Department of Art and Craft at the same institution.
nb: Fra 2011 til 2015 var han dekan ved avdeling Kunst og håndverk ved samme institusjon.

source: their own educational stance, philosophy of learning, and ethics and hence
nb: rundt ditt pedagogisk ståsted, læringssyn og etikk så du kan stå trygt i egen

source: Double Bind is accompanied by a series of lectures, workshops and a publication.
nb: Prosjektet inneholder i tillegg til vandreutstillingen forelesninger, workshops og en publikasjon.

source: Siebel offers to guard Marguerite while her brother is away.
nb: Siebel tilbyr seg å passe Marguerite mens broren henne er borte.

source: Stefan Herheim is directing The Academy of Opera's rendition of Falstaff at the Opera House in April.
nb: Stefan Herheim har regi, scenografi og lysdesign på Operahøgskolens versjon av Verdis Falstaff på Operaen i april.

source: Another important element is Bauhaus, which emerged from what had been an academy of art and craft.
nb: Et annet viktig punkt er Bauhaus, som vokste ut av det som var en kunst- og håndverksskole.

source: Since 2012, Barth has been professor of theory and writing in the Design department at the Oslo National Academy of the Arts.
nb: Barth har siden 2012 vært professor i teori og skriving ved avdeling Design på KHiO.

source: Exhibitions in the Main Building
nb: Utstillinger i hovedbygningen

source: The dean of the Academy of Theatre, Victoria Meirik, is naturally enough pleased that the programme remains one of the most in-demand in the country.
nb: Dekan på Teaterhøgskolen, Victoria Meirik, er naturligvis fornøyd med at studiet fortsatt er et av de aller mest ettertraktede i landet.

source: It became a kind of wakeup call for me, realising that it is possible to go through life without knowing anything more about the most basic thing of all – the food we sustain ourselves on.
nb: Det ble en slags vekker, at det går an å gå gjennom livet uten å vite mer om det mest nærliggende av alt – maten vi lever av.

source: In 2018 only 6.6 % of
nb: I 2018 reiste kun 6,6 % av studentene og

source: 118 artists takes part in this group exhibition, as a reaction to #MeToo.
nb: 118 kunstnere deltar i en gruppeutstilling som en reaksjon på #MeToo.

source: “I have often thought of Aksel Sandemose’s novel A Fugitive Crosses His Tracks after that visit.
nb: –Ofte har jeg tenkt på Aksel Sandemoses bok ”En flyktning krysser sitt spor” etter det besøket.

source: In 2021 he was elected as rector.
nb: I 2021 vart han valt til rektor.
